Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Catalogue.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# job.base.Accountant
source: Accountant
de: Buchhalter
fr: Comptable
it: Contabile
ja: 会計士
uk: Бухгалтер

# job.base.Administrative Assistant
source: Administrative Assistant
de: Verwaltungsassistent
fr: Assistant administratif
it: Assistente amministrativo
ja: 事務アシスタント
uk: Адміністративний асистент

# job.base.Aerospace Engineer
source: Aerospace Engineer
de: Luft- und Raumfahrtingenieur
fr: Ingénieur en aérospatiale
it: Ingegnere aerospaziale
ja: 航空宇宙エンジニア
uk: Інженер-аерокосмічник

# job.base.Aircraft Maintenance Technician
source: Aircraft Maintenance Technician
de: Flugzeugmechaniker
fr: Technicien de maintenance aéronautique
it: Tecnico di manutenzione aeronautica
ja: 航空整備士
uk: Технік з обслуговування літаків

# job.base.Airline Pilot
source: Airline Pilot
de: Linienpilot
fr: Pilote de ligne
it: Pilota di linea
ja: 旅客機パイロット
uk: Пілот авіакомпанії

# job.base.Anesthesiologist
source: Anesthesiologist
de: Anästhesist
fr: Anesthésiste
it: Anestesista
ja: 麻酔科医
uk: Анестезіолог

# job.base.Architect
source: Architect
de: Architekt
fr: Architecte
it: Architetto
ja: 建築士
uk: Архітектор

# job.base.Assembler
source: Assembler
de: Monteur
fr: Assembleur
it: Addetto al montaggio
ja: 組立工
uk: Складальник

# job.base.Baker
source: Baker
de: Bäcker
fr: Boulanger
it: Panettiere
ja: パン職人
uk: Пекар

# job.base.Bank Teller
source: Bank Teller
de: Bankangestellter
fr: Employé de banque
it: Cassiere di banca
ja: 銀行窓口係
uk: Касир у банку

# job.base.Bartender
source: Bartender
de: Barkeeper
fr: Barman
it: Barista
ja: バーテンダー
uk: Бармен

# job.base.Beautician/Cosmetologist
source: Beautician/Cosmetologist
de: Kosmetiker
fr: Esthéticien-cosméticien
it: Estetista
ja: エステティシャン
uk: Косметолог

# job.base.Bookkeeping Clerk
source: Bookkeeping Clerk
de: Buchhaltungsassistent
fr: Aide-comptable
it: Addetto alla contabilità
ja: 簿記事務員
uk: Помічник бухгалтера

# job.base.Bus Driver
source: Bus Driver
de: Busfahrer
fr: Conducteur de bus
it: Autista di autobus
ja: バス運転手
uk: Водій автобуса

# job.base.Carpenter
source: Carpenter
de: Zimmermann
fr: Menuisier
it: Falegname
ja: 大工
uk: Тесля

# job.base.Cashier
source: Cashier
de: Kassierer
fr: Caissier
it: Cassiere
ja: レジ係
uk: Касир

# job.base.Chef
source: Chef
de: Koch
fr: Chef cuisinier
ja: 料理人
uk: Кулінар

# job.base.Chemical Engineer
source: Chemical Engineer
de: Chemieingenieur
fr: Ingénieur en génie chimique
it: Ingegnere chimico
ja: 化学エンジニア
uk: Інженер-хімік

# job.base.Childcare Worker
source: Childcare Worker
de: Erzieher
fr: Auxiliaire de puériculture
it: Educatore per l’infanzia
ja: 保育士
uk: Вихователь

# job.base.Civil Engineer
source: Civil Engineer
de: Bauingenieur
fr: Ingénieur en génie civil
it: Ingegnere civile
ja: 土木技術者
uk: Інженер-будівельник

# job.base.Construction Laborer
source: Construction Laborer
de: Bauarbeiter
fr: Ouvrier du bâtiment
it: Manovale edile
ja: 建設作業員
uk: Будівельний робітник

# job.base.Cook
source: Cook
de: Beikoch
fr: Cuisinier
it: Cuoco
ja: 調理スタッフ
uk: Кухар

# job.base.Customer Service Representative
source: Customer Service Representative
de: Kundenberater
fr: Conseiller clientèle
it: Addetto all’assistenza clienti
ja: カスタマーサポート担当
uk: Спеціаліст із підтримки клієнтів

# job.base.Delivery Courier
source: Delivery Courier
de: Kurier
fr: Coursier
it: Fattorino
ja: 配達員
uk: Курʼєр

# job.base.Dental Assistant
source: Dental Assistant
de: Zahnarzthelfer
fr: Assistant dentaire
it: Assistente odontoiatrico
ja: 歯科助手
uk: Асистент стоматолога

# job.base.Dentist
source: Dentist
de: Zahnarzt
fr: Dentiste
it: Dentista
ja: 歯科医師
uk: Стоматолог

# job.base.Dishwasher
source: Dishwasher
de: Spüler
fr: Plongeur
it: Lavapiatti
ja: 洗い場スタッフ
uk: Посудомийник

# job.base.Dispatcher
source: Dispatcher
de: Disponent
fr: Répartiteur
it: Coordinatore dei trasporti
ja: 配車係
uk: Диспетчер

# job.base.Electrical Engineer
source: Electrical Engineer
de: Elektroingenieur
fr: Ingénieur en électricité
it: Ingegnere elettrico
ja: 電気エンジニア
uk: Інженер-електрик

# job.base.Electrician
source: Electrician
de: Elektriker
fr: Électricien
it: Elettricista
ja: 電気工事士
uk: Електрик

# job.base.Event Planner
source: Event Planner
de: Eventplaner
fr: Organisateur d’événements
it: Organizzatore di eventi
ja: イベントプランナー
uk: Організатор заходів

# job.base.Factory Worker
source: Factory Worker
de: Fabrikarbeiter
fr: Ouvrier d’usine
it: Operaio di fabbrica
ja: 工場作業員
uk: Працівник заводу

# job.base.Farmer
source: Farmer
de: Landwirt
fr: Agriculteur
it: Agricoltore
ja: 農家
uk: Фермер

# job.base.Farmhand
source: Farmhand
de: Landarbeiter
fr: Ouvrier agricole
it: Bracciante agricolo
ja: 農作業員
uk: Працівник ферми

# job.base.Fashion Designer
source: Fashion Designer
de: Modedesigner
fr: Créateur de mode
it: Stilista
ja: ファッションデザイナー
uk: Дизайнер одягу

# job.base.Fast Food Worker
source: Fast Food Worker
de: Fastfood-Mitarbeiter
fr: Employé de fast-food
it: Addetto al fast food
ja: ファストフード店員
uk: Працівник фастфуду

# job.base.Financial Analyst
source: Financial Analyst
de: Finanzanalyst
fr: Analyste financier
it: Analista finanziario
ja: 財務アナリスト
uk: Фінансовий аналітик

# job.base.Firefighter
source: Firefighter
de: Feuerwehrmann
fr: Pompier
it: Vigile del fuoco
ja: 消防士
uk: Пожежник

# job.base.Fitness Instructor
source: Fitness Instructor
de: Fitnesstrainer
fr: Instructeur de fitness
it: Istruttore di fitness
ja: フィットネスインストラクター
uk: Фітнес-інструктор

# job.base.Flight Attendant
source: Flight Attendant
de: Flugbegleiter
fr: Agent de bord
it: Assistente di volo
ja: 客室乗務員
uk: Бортпровідник

# job.base.Food Preparation Worker
source: Food Preparation Worker
de: Küchenhilfe
fr: Commis de cuisine
it: Addetto alla preparazione dei cibi
ja: 調理補助スタッフ
uk: Помічник кухаря

# job.base.Forklift Operator
source: Forklift Operator
de: Staplerfahrer
fr: Cariste
it: Mulettista
ja: フォークリフト運転手
uk: Водій навантажувача

# job.base.Graphic Artist
source: Graphic Artist
de: Grafiker
fr: Graphiste
it: Grafico
ja: グラフィックアーティスト
uk: Художник-графік

# job.base.Groundskeeper
source: Groundskeeper
de: Platzwart
fr: Jardinier
it: Giardiniere
ja: 緑地管理員
uk: Садівник

# job.base.HVAC Technician
source: HVAC Technician
de: Heizungs- und Klimatechniker
fr: Technicien CVC
it: Tecnico di climatizzazione
ja: 空調設備技術者
uk: Технік з опалення та кондиціонування (HVAC)

# job.base.Hairdresser/Barber
source: Hairdresser/Barber
de: Friseur
fr: Coiffeur-barbier
it: Parrucchiere/Barbiere
ja: 美容師・理容師
uk: Перукар/барбер

# job.base.Heavy Equipment Operator
source: Heavy Equipment Operator
de: Baumaschinenführer
fr: Conducteur d’engins de chantier
it: Operatore di macchine movimento terra
ja: 重機オペレーター
uk: Оператор важкої техніки

# job.base.Housekeeper
source: Housekeeper
de: Housekeeping-Kraft
fr: Employé d’étage
it: Addetto alle camere
ja: 客室清掃員
uk: Покоївка

# job.base.Human Resources Specialist
source: Human Resources Specialist
de: Personalreferent
fr: Chargé de ressources humaines
it: Specialista risorse umane
ja: 人事担当者
uk: HR-спеціаліст

# job.base.IT Support Specialist
source: IT Support Specialist
de: IT-Support-Spezialist
fr: Technicien support informatique
it: Tecnico di supporto IT
ja: ITサポート担当
uk: Спеціаліст з ІТ-підтримки

# job.base.Indie Game Studio
source: Indie Game Studio
de: Indie-Spielestudio
fr: Studio de jeux vidéo indépendant
it: Studio di giochi indipendente
ja: インディーゲームスタジオ
uk: Інді-студія ігор

# job.base.Insurance Agent
source: Insurance Agent
de: Versicherungsvertreter
fr: Agent d’assurance
it: Agente assicurativo
ja: 保険営業
uk: Страховий агент

# job.base.Interior Designer
source: Interior Designer
de: Innenarchitekt
fr: Architecte d’intérieur
it: Designer d’interni
ja: インテリアデザイナー
uk: Дизайнер інтерʼєрів

# job.base.Janitor/Cleaner
source: Janitor/Cleaner
de: Reinigungskraft
fr: Agent d’entretien
it: Addetto alle pulizie
ja: 清掃員
uk: Прибиральник

# job.base.Judge
source: Judge
de: Richter
fr: Juge
it: Giudice
ja: 裁判官
uk: Суддя

# job.base.Lab Technician
source: Lab Technician
de: Laborant
fr: Technicien de laboratoire
it: Tecnico di laboratorio
ja: ラボ技術員
uk: Лаборант

# job.base.Lawyer
source: Lawyer
de: Rechtsanwalt
fr: Avocat
it: Avvocato
ja: 弁護士
uk: Юрист

# job.base.Licensed Practical Nurse
source: Licensed Practical Nurse
de: Pflegefachhelfer
fr: Infirmier auxiliaire
it: Infermiere pratico
ja: 准看護師
uk: Практична медсестра

# job.base.Light Truck Delivery Driver
source: Light Truck Delivery Driver
de: Lieferwagenfahrer
fr: Chauffeur-livreur
it: Autista di furgone per le consegne
ja: 小型トラック配送ドライバー
uk: Водій малої вантажівки

# job.base.Logistics Coordinator
source: Logistics Coordinator
de: Logistikkoordinator
fr: Coordinateur logistique
it: Coordinatore logistico
ja: 物流コーディネーター
uk: Координатор логістики

# job.base.Machine Operator
source: Machine Operator
de: Maschinenbediener
fr: Opérateur de machines
it: Operatore di macchinari
ja: 機械オペレーター
uk: Оператор обладнання

# job.base.Machinist
source: Machinist
de: Zerspanungsmechaniker
fr: Usineur
it: Operatore di macchine utensili
ja: 機械加工工
uk: Токар-верстатник

# job.base.Maintenance & Repair Worker
source: Maintenance & Repair Worker
de: Wartungs- und Reparaturtechniker
fr: Agent de maintenance
it: Addetto a manutenzione e riparazioni
ja: 保守・修理作業員
uk: Майстер з ремонту й обслуговування

# job.base.Management Consultant
source: Management Consultant
de: Unternehmensberater
fr: Consultant en management
it: Consulente aziendale
ja: 経営コンサルタント
uk: Консультант з управління

# job.base.Marketing Director
source: Marketing Director
de: Marketingdirektor
fr: Directeur marketing
it: Direttore marketing
ja: マーケティング本部長
uk: Директор з маркетингу

# job.base.Marketing Specialist
source: Marketing Specialist
de: Marketingspezialist
fr: Chargé de marketing
it: Specialista di marketing
ja: マーケティング担当
uk: Маркетолог

# job.base.Mechanic
source: Mechanic
de: Kfz-Mechaniker
fr: Mécanicien
it: Meccanico
ja: 整備士
uk: Механік

# job.base.Mechanical Engineer
source: Mechanical Engineer
de: Maschinenbauingenieur
fr: Ingénieur en mécanique
it: Ingegnere meccanico
ja: 機械エンジニア
uk: Інженер-механік

# job.base.Medical Assistant
source: Medical Assistant
de: Arzthelfer
fr: Assistant médical
it: Assistente di studio medico
ja: 医療アシスタント
uk: Медичний асистент

# job.base.Mover
source: Mover
de: Umzugshelfer
fr: Déménageur
it: Addetto ai traslochi
ja: 引っ越しスタッフ
uk: Вантажник

# job.base.Municipal Worker
source: Municipal Worker
de: Kommunalmitarbeiter
fr: Agent municipal
it: Operatore comunale
ja: 公共サービス職員
uk: Працівник комунальної служби

# job.base.Nursing Aide
source: Nursing Aide
de: Pflegehelfer
fr: Aide-soignant
it: Operatore socio-sanitario
ja: 看護助手
uk: Молодша медсестра

# job.base.Office Clerk
source: Office Clerk
de: Büroangestellter
fr: Employé de bureau
it: Impiegato d’ufficio
ja: 事務員
uk: Офісний працівник

# job.base.Office Manager
source: Office Manager
de: Büroleiter
fr: Responsable administratif
ja: オフィスマネージャー
uk: Офіс-менеджер

# job.base.Operations Manager
source: Operations Manager
de: Betriebsleiter
fr: Responsable des opérations
it: Responsabile operativo
ja: オペレーションマネージャー
uk: Операційний менеджер

# job.base.Painter (Construction)
source: Painter (Construction)
de: Maler und Lackierer
fr: Peintre en bâtiment
it: Imbianchino
ja: 塗装工（建設）
uk: Маляр

# job.base.Paralegal
source: Paralegal
de: Rechtsfachangestellter
fr: Assistant juridique
it: Assistente legale
ja: パラリーガル
uk: Помічник юриста

# job.base.Paramedic
source: Paramedic
de: Notfallsanitäter
fr: Ambulancier
it: Paramedico
ja: 救急救命士
uk: Парамедик

# job.base.Payroll Specialist
source: Payroll Specialist
de: Lohnbuchhalter
fr: Gestionnaire de paie
it: Addetto alle paghe
ja: 給与計算担当
uk: Спеціаліст із нарахування зарплати

# job.base.Personal Care Aide
source: Personal Care Aide
de: Alltagsbegleiter
fr: Aide à domicile
it: Assistente alla persona
ja: 介護ヘルパー
uk: Асистент з догляду

# job.base.Pharmacist
source: Pharmacist
de: Apotheker
fr: Pharmacien
it: Farmacista
ja: 薬剤師
uk: Фармацевт

# job.base.Pharmacy Technician
source: Pharmacy Technician
de: Pharmazeutisch-technischer Assistent
fr: Préparateur en pharmacie
it: Tecnico di farmacia
ja: 調剤助手
uk: Помічник фармацевта

# job.base.Photographer
source: Photographer
de: Fotograf
fr: Photographe
it: Fotografo
ja: カメラマン
uk: Фотограф

# job.base.Physician
source: Physician
de: Arzt
fr: Médecin
it: Medico
ja: 医師
uk: Лікар

# job.base.Physiotherapist
source: Physiotherapist
de: Physiotherapeut
fr: Kinésithérapeute
it: Fisioterapista
ja: 理学療法士
uk: Фізіотерапевт

# job.base.Player
source: Player
de: Spieler
fr: Joueur
it: Giocatore
ja: 選手
uk: Гравець

# job.base.Plumber
source: Plumber
de: Klempner
fr: Plombier
it: Idraulico
ja: 配管工
uk: Сантехнік

# job.base.Police Officer
source: Police Officer
de: Polizist
fr: Policier
it: Agente di polizia
ja: 警察官
uk: Поліцейський

# job.base.Property Development Firm
source: Property Development Firm
de: Immobilienentwicklungsfirma
fr: Société de promotion immobilière
it: Società di sviluppo immobiliare
ja: 不動産開発会社
uk: Девелоперська компанія

# job.base.Psychologist
source: Psychologist
de: Psychologe
fr: Psychologue
it: Psicologo
ja: 心理士
uk: Психолог

# job.base.Quality Control Inspector
source: Quality Control Inspector
de: Qualitätsprüfer
fr: Contrôleur qualité
it: Ispettore del controllo qualità
ja: 品質検査員
uk: Контролер якості

# job.base.Real Estate Agent
source: Real Estate Agent
de: Immobilienmakler
fr: Agent immobilier
it: Agente immobiliare
ja: 不動産仲介
uk: Рієлтор

# job.base.Receptionist
source: Receptionist
de: Rezeptionist
fr: Réceptionniste
ja: 受付係
uk: Рецепціоніст

# job.base.Registered Nurse
source: Registered Nurse
de: Krankenpfleger
fr: Infirmier diplômé
it: Infermiere
ja: 看護師
uk: Дипломована медсестра

# job.base.Retail Salesperson
source: Retail Salesperson
de: Verkäufer
fr: Vendeur
it: Addetto alle vendite
ja: 販売員
uk: Продавець

# job.base.Roofer
source: Roofer
de: Dachdecker
fr: Couvreur
it: Posatore di tetti
ja: 屋根職人
uk: Покрівельник

# job.base.Sales Director
source: Sales Director
de: Vertriebsdirektor
fr: Directeur commercial
it: Direttore vendite
ja: 営業本部長
uk: Директор з продажів

# job.base.Sales Manager
source: Sales Manager
de: Vertriebsleiter
fr: Responsable commercial
it: Responsabile vendite
ja: 営業マネージャー
uk: Менеджер з продажів

# job.base.Sales Representative
source: Sales Representative
de: Vertriebsmitarbeiter
fr: Attaché commercial
it: Agente di vendita
ja: 営業担当
uk: Торговий представник

# job.base.Security Guard
source: Security Guard
de: Sicherheitsmitarbeiter
fr: Agent de sécurité
it: Guardia giurata
ja: 警備員
uk: Охоронець

# job.base.Social Worker
source: Social Worker
de: Sozialarbeiter
fr: Travailleur social
it: Assistente sociale
ja: ソーシャルワーカー
uk: Соціальний працівник

# job.base.Specialty Coffee Roastery
source: Specialty Coffee Roastery
de: Spezialitäten-Kaffeerösterei
fr: Torréfaction de cafés de spécialité
it: Torrefazione di caffè speciali
ja: スペシャルティコーヒー焙煎所
uk: Обсмажувальня спеціальної кави

# job.base.Stocker/Order Filler
source: Stocker/Order Filler
de: Kommissionierer
fr: Magasinier-préparateur de commandes
it: Scaffalista/Preparatore di ordini
ja: 品出し・ピッキング担当
uk: Комплектувальник замовлень

# job.base.Store Manager
source: Store Manager
de: Filialleiter
fr: Responsable de magasin
it: Responsabile di negozio
ja: 店長
uk: Директор магазину

# job.base.Surgeon
source: Surgeon
de: Chirurg
fr: Chirurgien
it: Chirurgo
ja: 外科医
uk: Хірург

# job.base.Systems Administrator
source: Systems Administrator
de: Systemadministrator
fr: Administrateur système
it: Amministratore di sistema
ja: システム管理者
uk: Системний адміністратор

# job.base.TV Presenter
source: TV Presenter
de: Fernsehmoderator
fr: Présentateur télé
it: Conduttore televisivo
ja: テレビ司会者
uk: Телеведучий

# job.base.Taxi Driver
source: Taxi Driver
de: Taxifahrer
fr: Chauffeur de taxi
it: Tassista
ja: タクシー運転手
uk: Водій таксі

# job.base.Teacher
source: Teacher
de: Lehrer
fr: Enseignant
it: Insegnante
ja: 教師
uk: Вчитель

# job.base.Teaching Assistant
source: Teaching Assistant
de: Unterrichtsassistent
fr: Assistant d’éducation
it: Assistente didattico
ja: 教育アシスタント
uk: Асистент вчителя

# job.base.Translator/Interpreter
source: Translator/Interpreter
de: Übersetzer/Dolmetscher
fr: Traducteur-interprète
it: Traduttore/Interprete
ja: 翻訳・通訳者
uk: Перекладач (письмовий і усний)

# job.base.Truck Driver
source: Truck Driver
de: Lkw-Fahrer
fr: Chauffeur routier
it: Camionista
ja: トラック運転手
uk: Далекобійник

# job.base.Tutor
source: Tutor
de: Nachhilfelehrer
fr: Tuteur
ja: 個別指導講師
uk: Репетитор

# job.base.Veterinarian
source: Veterinarian
de: Tierarzt
fr: Vétérinaire
it: Veterinario
ja: 獣医師
uk: Ветеринар

# job.base.Waiter/Waitress
source: Waiter/Waitress
de: Servicekraft
fr: Serveur/Serveuse
it: Cameriere
ja: ホールスタッフ
uk: Офіціант/офіціантка

# job.base.Warehouse Worker
source: Warehouse Worker
de: Lagerarbeiter
fr: Manutentionnaire
it: Magazziniere
ja: 倉庫作業員
uk: Складський працівник

# job.base.Welder
source: Welder
de: Schweißer
fr: Soudeur
it: Saldatore
ja: 溶接工
uk: Зварювальник

# job.ladder.Accountant
source: Accountant
de: Buchhalter
fr: Comptable
it: contabile
ja: 会計士
uk: Бухгалтер

# job.ladder.Airline Pilot
source: Airline Pilot
de: Linienpilot
fr: Pilote de ligne
it: pilota di linea
ja: 旅客機パイロット
uk: Пілот авіакомпанії

# job.ladder.Carpenter
source: Carpenter
de: Zimmermann
fr: Menuisier
it: falegname
ja: 大工
uk: Тесля

# job.ladder.Chef
source: Chef
de: Koch
fr: Chef cuisinier
ja: 料理人
uk: Кулінар

# job.ladder.Civil Engineer
source: Civil Engineer
de: Bauingenieur
fr: Ingénieur en génie civil
it: ingegnere civile
ja: 土木技術者
uk: Інженер-будівельник

# job.ladder.Electrical Engineer
source: Electrical Engineer
de: Elektroingenieur
fr: Ingénieur en électricité
it: ingegnere elettrico
ja: 電気エンジニア
uk: Інженер-електрик

# job.ladder.Electrician
source: Electrician
de: Elektriker
fr: Électricien
it: elettricista
ja: 電気工事士
uk: Електрик

# job.ladder.Financial Analyst
source: Financial Analyst
de: Finanzanalyst
fr: Analyste financier
it: analista finanziario
ja: 財務アナリスト
uk: Фінансовий аналітик

# job.ladder.Firefighter
source: Firefighter
de: Feuerwehrmann
fr: Pompier
it: vigile del fuoco
ja: 消防士
uk: Пожежник

# job.ladder.Fitness Instructor
source: Fitness Instructor
de: Fitnesstrainer
fr: Instructeur de fitness
it: istruttore di fitness
ja: フィットネスインストラクター
uk: Фітнес-інструктор

# job.ladder.Graphic Artist
source: Graphic Artist
de: Grafiker
fr: Graphiste
it: grafico
ja: グラフィックアーティスト
uk: Художник-графік

# job.ladder.Lab Technician
source: Lab Technician
de: Laborant
fr: Technicien de laboratoire
it: tecnico di laboratorio
ja: ラボ技術員
uk: Лаборант

# job.ladder.Lawyer
source: Lawyer
de: Rechtsanwalt
fr: Avocat
it: avvocato
ja: 弁護士
uk: Юрист

# job.ladder.Logistics Coordinator
source: Logistics Coordinator
de: Logistikkoordinator
fr: Coordinateur logistique
it: coordinatore logistico
ja: 物流コーディネーター
uk: Координатор логістики

# job.ladder.Management Consultant
source: Management Consultant
de: Unternehmensberater
fr: Consultant en management
it: consulente aziendale
ja: 経営コンサルタント
uk: Консультант з управління

# job.ladder.Marketing Specialist
source: Marketing Specialist
de: Marketingspezialist
fr: Chargé de marketing
it: specialista di marketing
ja: マーケティング担当
uk: Маркетолог

# job.ladder.Mechanical Engineer
source: Mechanical Engineer
de: Maschinenbauingenieur
fr: Ingénieur en mécanique
it: ingegnere meccanico
ja: 機械エンジニア
uk: Інженер-механік

# job.ladder.Municipal Worker
source: Municipal Worker
de: Kommunalmitarbeiter
fr: Agent municipal
it: operatore comunale
ja: 公共サービス職員
uk: Працівник комунальної служби

# job.ladder.Paralegal
source: Paralegal
de: Rechtsfachangestellter
fr: Assistant juridique
it: assistente legale
ja: パラリーガル
uk: Помічник юриста

# job.ladder.Physician
source: Physician
de: Arzt
fr: Médecin
it: medico
ja: 医師
uk: Лікар

# job.ladder.Player
source: Player
de: Spieler
fr: Joueur
it: giocatore
ja: 選手
uk: Гравець

# job.ladder.Plumber
source: Plumber
de: Klempner
fr: Plombier
it: idraulico
ja: 配管工
uk: Сантехнік

# job.ladder.Police Officer
source: Police Officer
de: Polizist
fr: Policier
it: agente di polizia
ja: 警察官
uk: Поліцейський

# job.ladder.Registered Nurse
source: Registered Nurse
de: Krankenpfleger
fr: Infirmier diplômé
it: infermiere
ja: 看護師
uk: Дипломована медсестра

# job.ladder.Sales Manager
source: Sales Manager
de: Vertriebsleiter
fr: Responsable commercial
it: responsabile vendite
ja: 営業マネージャー
uk: Менеджер з продажів

# job.ladder.Systems Administrator
source: Systems Administrator
de: Systemadministrator
fr: Administrateur système
it: amministratore di sistema
ja: システム管理者
uk: Системний адміністратор

# job.ladder.TV Presenter
source: TV Presenter
de: Fernsehmoderator
fr: Présentateur télé
it: conduttore televisivo
ja: テレビ司会者
uk: Телеведучий

# job.ladder.Teacher
source: Teacher
de: Lehrer
fr: Enseignant
it: insegnante
ja: 教師
uk: Вчитель

# job.ladder.Tutor
source: Tutor
de: Nachhilfelehrer
fr: Tuteur
ja: 個別指導講師
uk: Репетитор

# job.rung.Apprentice
source: Apprentice
de: Azubi
fr: Apprenti
it: Apprendista
ja: 見習い
uk: Учень

# job.rung.Charge
source: Charge
de: Stationsleiter
fr: Coordinateur
it: Coordinatore
ja: 主任
uk: Координатор

# job.rung.Head
source: Head
de: Küchenchef
fr: Chef
it: Capo
ja: 料理長
uk: Шеф-кухар

# job.rung.Master
source: Master
de: Meister
fr: Maître
it: Maestro
ja: 熟練
uk: Майстер

# job.rung.Professional
source: Professional
de: Profi
fr: Professionnel
it: Professionista
ja: プロ
uk: Професіонал

# job.rung.Resident
source: Resident
de: Assistenzarzt
fr: Interne
it: Specializzando
ja: 研修医
uk: Інтерн

# job.rung.Sous
source: Sous
de: Sous-Chef
fr: Sous-chef
ja: 副料理長
uk: Су-шеф

# job.summary.3D Artist
source: Creates textured, lit 3D art for games and film.
de: Erschafft texturierte, ausgeleuchtete 3D-Grafiken für Spiele und Filme.
fr: Crée des visuels 3D texturés et éclairés pour les jeux et le cinéma.
it: Crea grafica 3D con texture e illuminazione per giochi e cinema.
ja: ゲームや映画のために、質感と照明をつけた3Dアートを作ります。
uk: Створює 3D-графіку з текстурами та освітленням для ігор і кіно.

# job.summary.Accountant
source: Prepares financial records and statements.
de: Erstellt Finanzunterlagen und Finanzberichte.
fr: Prépare les écritures comptables et les états financiers.
it: Prepara registri contabili e rendiconti finanziari.
ja: 会計の記録や財務諸表を作成します。
uk: Готує фінансову документацію та звітність.

# job.summary.Administrative Assistant
source: Supports a team with scheduling, mail, and records.
de: Unterstützt ein Team bei Terminen, Post und Unterlagen.
fr: Assiste une équipe dans la gestion des agendas, du courrier et des dossiers.
it: Supporta un team con appuntamenti, posta e documenti.
ja: スケジュール管理や郵便、記録の整理でチームを支えます。
uk: Допомагає команді з розкладом, поштою та документацією.

# job.summary.Aerospace Engineer
source: Designs aircraft, spacecraft, and propulsion systems.
de: Entwirft Flugzeuge, Raumfahrzeuge und Antriebssysteme.
fr: Conçoit des avions, des engins spatiaux et des systèmes de propulsion.
it: Progetta aerei, veicoli spaziali e sistemi di propulsione.
ja: 航空機や宇宙船、推進システムを設計します。
uk: Проєктує літаки, космічні апарати та рушійні системи.

# job.summary.Aircraft Maintenance Technician
source: Inspects, services, and repairs aircraft.
de: Prüft, wartet und repariert Flugzeuge.
fr: Inspecte, entretient et répare les aéronefs.
it: Ispeziona, revisiona e ripara gli aeromobili.
ja: 航空機の点検、整備、修理をします。
uk: Оглядає, обслуговує та ремонтує літаки.

# job.summary.Airline Captain
source: Commands the flight deck of commercial airliners.
de: Hat das Kommando im Cockpit von Linienflugzeugen.
fr: Commande les avions de ligne depuis le poste de pilotage.
it: Comanda la cabina di pilotaggio degli aerei di linea.
ja: 旅客機の操縦室を指揮します。
uk: Керує екіпажем у кабіні комерційних авіалайнерів.
